{
    "count": 10,
    "date": "2020-09-17 14:05:11",
    "lastDatestamp": 1600315511,
    "posts": [
        {
            "date": "2020-09-17T04:05:11",
            "datestamp": "1600315511",
            "flu_trackers_post_content": "Covid cases spread in rural Andhra & Telangana — blame big fat weddings and unlock\n\nAs Andhra Pradesh and Telangana look to check the spread of Covid, the authorities say they have now shifted their focus to rural areas.\n\nRISHIKA SADAM 17 September, 2020 9:01 am IST\n\nhttps://theprint.in/health/covid-cas...unlock/503181/\n\n\n-----------------------------------------------\n\n5,118,253 cases, 83,198 deaths \n\nhttps://www.mohfw.gov.in/",
            "nodeid": "893153",
            "url": "https://theprint.in/author/rishika-sadam/"
        },
        {
            "date": "2020-09-17T02:04:31",
            "datestamp": "1600308271",
            "flu_trackers_post_content": "FluTrackers withdraws from Twitter.\n\nUpon careful consideration FluTrackers is withdrawing from Twitter for the following reasons:\n\n1) The climate on Twitter has significantly changed since 2009. It was once a mostly benign social media platform. Now the platform is a \"Flame War\" site. FluTrackers does not engage in these types of sites.There are copious amounts of negative dialogue on Twitter which could be characterized as extreme bashing. We have never allowed bashing on FluTrackers. We insist all conversation is civil. We respect human dignity - even when we disagree . In addition, I have seen instances where many participants on Twitter will pursue someone in real life: try to ruin them financially, get them fired, etc. I have seen this comment more than once: \"Twitter, you know what to do\", as a rallying cry to identify someone from a video posted on the site. Some of these people reported receiving death threats after being outed.\n\n2) The amount of censorship on the Twitter site, which was originally marketed as a general platform for a free exchange of ideas on many topics, has exponentially increased. It appears that accounts are suspended for posting a tweet that is considered \"fake news\" by Twitter censors. It appears Twitter is a rubber stamp of some official government and main stream media accounts. Any tweet that does not conform appears to put the account at risk.\n\n3) Moving forward we do not want to be worried about any of our tweets. We are in a pandemic and there is no time for any foolishness.\n\n\nWe want to thank all of our Twitter followers. Please bookmark our site and click on LATEST POSTS a couple times a day. If you would like to tweet any post you can use the \"Tweet\" button on the left side in each post.\n\nAlways use at least two sources for news. Be critical of everything. Use your common sense.\n\nWe are with you.",
            "nodeid": "893150",
            "url": ""
        },
        {
            "date": "2020-09-16T22:21:12",
            "datestamp": "1600294872",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...es-rise-europe\n\n\nIndia's COVID-19 total tops 5 million as cases rise in Europe\nFiled Under:\nCOVID-19\nLisa Schnirring | News Editor | CIDRAP News\n| Sep 16, 2020\n\n\nIn international COVID-19 developments, India became the second country, behind the United States, to pass 5 million cases, and European health officials warned that rising cases as schools and indoor activities ramp up are a reminder that the pandemic isn't over.\nThe global total today climbed to 29,664,114, and 937,111 people have died from their infections, according to the Johns Hopkins online dashboard.\n\nIndia surge stretches oxygen supplies\n\nIndia's surge continues to accelerate, and today it reported 93,824 new cases, continuing its recent trend of reporting more daily cases than anywhere in the world. The new cases put the country over the 5 million mark, and it took only 12 days for the country to move from 4 million to 5 million cases.\nThe surge in hospitalizations in some of India's hardest-hit states, which include Maharashtra, Gujarat, and Uttar Pradesh, has tripled the demand for oxygen, for which supplies are stretched thin, Reuters reported.\nMeanwhile, researchers from India's Council of Scientific and Industrial Research reported the country's first two confirmed COVID-19 reinfections, both involving health workers at a hospital in Noida in Uttar Pradesh state, the Deccan Herald, an English language newspaper based in Karnataka state, reported.\nBoth were diagnosed as having asymptomatic infections during hospital screening during the first part of May. One tested positive on Aug 25, and the other tested positive again on Sep 5, both with higher viral loads. Researchers based their reinfection assessments on genetic sequencing tests.\n\nRise in European cases\n\nOver half of European Union countries are reporting COVID-19 case rises, and the 14-day case notification rate for the region, including the United Kingdom, has been increasing for more than 50 days, the European Centre for Disease Prevention and Control (ECDC) said today.\nPart of the rise may be due to increased testing that countries are doing to get a better handle on the virus, but relaxed distancing measures is also a contributing factor, it said. The rising cases amid school reopening and a transition to more indoor activities is a reminder that the pandemic isn't over.\nThe ECDC said recent evidence affirms the benefits of physical distancing, and it urged countries to maximize testing, which should be combined with contact tracing and isolation and the treatment of sick people. It also said with the flu season approaching, health systems should have surge capacity plans in place for treating patients who have respiratory illnesses.\nIn related developments, Romania today reported another daily record, adding 1,713 cases to its total, Reuters reported. The country's main hot spots are the cities of Bucharest and Brasov, and Arges and Prahova counties. Rising cases come as schools reopened on Sep 14 and a few weeks ahead of national voting to elect city mayors.\nElsewhere, the Madrid region of Spain is set to announce tightened COVID-19 measures to begin on Sep 18, according to Reuters. Spain is among the European countries reporting steep rises, with about one third of its cases coming from the Madrid area. Today the country reported 11,193 new cases.\n\nMore cases elsewhere\n\nOther global COVID-19 headlines today include:Myanmar reported a record daily high of 307 new cases today and is rushing to build a field hospital in the commercial capital city of Yangon, the main hot spot, to handle a surge of illnesses that threatens to overrun the country's health system.\nAn Iranian health official said yesterday that amid a new rise in cases the country may be facing a third wave of COVID-19 activity. Cases are rising faster in Tehran than the rest of the country, and health official say travel and people not taking precautions are fueling the latest activity, which comes as other Middle East countries are reporting similar rises.\nCOVID-19 totals in the Americas passed 15 million cases and 500,000 deaths in the past week, Pan American Health Organization Director Carissa Etienne, MBBS, MSc, said today at a media briefing. An overall decline in the United States overshadows worrisome rises in some parts of the country, and cases in Colombia near the Ecuador border have risen tenfold over the past 2 weeks. Also, some of the larger islands in the Caribbean such as Jamaica are experiencing drastic rises in cases.\nThe world might not be able to start thinking of returning to normal until 2022, Soumya Swaminathan, MD, chief scientist for the World Health Organization said today at a United Nations Foundation briefing. She said it will take at least until 2022 for enough vaccinated people to build immunity to the virus.",
            "nodeid": "893149",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/indias-covid-19-total-tops-5-million-cases-rise-europe"
        },
        {
            "date": "2020-09-16T22:19:46",
            "datestamp": "1600294786",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...id-hhs-shakeup\n\n\nFeds unveil COVID vaccine distribution plans amid HHS shakeup\nFiled Under:\nCOVID-19\nLisa Schnirring | News Editor | CIDRAP News\n| Sep 16, 2020\n\n\n\nAmong a flurry of new COVID-19 developments coming out of Washington, DC, today, the Trump Administration released new details about vaccine distribution, as federal officials testified before Congress, and the Department of Health and Human Services (HHS) announced that two of its embattled communications officers will be sidelined.\nMeanwhile, the US Centers for Disease Control and Prevention (CDC) revealed more about the risk of severe disease in pregnant women and detailed a new tool to help schools make COVID-19 decisions.\n\nFast-moving developments in Washington\n\nHHS and the Department of Defense (DoD) today released a pair of documents that outline administration steps to deliver vaccine, which the two groups developed with the CDC. In a statement, HHS said it provides an overview of the strategy and an interim playbook for state, tribal, territorial, and local public health departments.\nHHS Secretary Alex Azar said as part of Operation Warp Speed, a massive effort to speed vaccine development, federal officials have been laying the groundwork for vaccine delivery. The agency said in August it signed a contract with McKesson, which also distributed vaccine during 2009 H1N1 flu pandemic.\nIn today's statement, CDC Director Robert Redfield, MD, said the CDC's Advisory Committee on Immunization Practices will play a vital role in deciding how initial limited doses will be allocated, looking at a goal of having more than 100 million doses by January. As part of a three-phase plan, the first doses would go to healthcare workers in high-risk settings, then to other essential workers and those at higher risk of severe disease, such as people age 65 and older.\nHHS added that McKesson will use the CDC's guidance, with logistical support from the DOD, to ship products to vaccine administration sites.\nIn another development, the CDC's Redfield and two HHS officials today testified about COVID-19 response efforts at a Senate appropriations subcommittee hearing. Redfield told legislators that COVID vaccine probably won't be widely available until the spring or summer of 2021, NPR reported. He also said wearing a mask is still the most powerful tool against the virus that the nation has, and he raised eyebrows when he suggested that wearing a face mask might offer more protection than a vaccine.\nPresident Donald Trump has hinted that a COVID-19 vaccine might be deployed ahead of the November election.\nRedfield also rejected recent accusations yesterday by HHS spokesperson Michael Caputo that the CDC has a \"resistance unit\" that works against the Trump Administration, and he denied media reports late last week that said the agency's Morbidity and Mortality Weekly Report (MMWR) had been altered to align with President Trump's talking points, under pressure from Caputo.\nBrett Giroir, MD, assistant secretary for health at HHS, told the committee that cases, hospitalizations, and deaths in the United States have declined since post-Memorial Day peaks, but it warned that progress could lose traction if people stop wearing masks and avoiding crowds.\nThe United States yesterday reported 39,617 new cases and 1,293 more deaths, raising its totals to 6,620,186 cases and 196,465 deaths, according to the Johns Hopkins online dashboard.\nAnd in a breaking development that came on the heels of today's hearing, HHS today announced that Caputo will be on medical leave for the next 60 days and that Paul Alexander, an aide to Caputo who was reportedly part of efforts to control CDC's COVID-19 messaging, including that involving MMWR publications, will permanently leave the agency, the Washington Post reported.\n\nOutcomes in hospitalized pregnant women\n\nIn June, the CDC warned that pregnant women with COVID-19 are at increased risk for critical care, and today it detailed clinical patterns and outcomes researchers saw in 598 pregnant women from 13 states who were hospitalized with the virus.\nThe authors, members of the CDC's COVID-NET Surveillance, described their findings today in an early online edition of MMWR.\nOf those hospitalized, 55% were asymptomatic when they were admitted and 45% had symptoms. Of those who had symptoms, 16.2% were admitted to an intensive care unit (ICU), 8.5% needed mechanical ventilation, and 2 of 272 died. None of the serious outcomes involved asymptomatic pregnant women.\nPreterm births occurred three times more often in symptomatic women, and the team found that 2.2% of moms lost their babies, occurring in both symptomatic and asymptomatic mothers.\nThe authors also note that the proportions of women hospitalized with COVID-19 were higher in Hispanic and black women when compared with the population in the surveillance areas.\nIn a separate MMWR study today, CDC researchers and their health system partners detailed the clinical course of 105 pregnant women with COVID-19 who were identified as part of Vaccine Safety Datalink surveillance of COVID-19 hospitalizations. They found that the incidence of pre-pregnancy obesity and gestational diabetes was higher in women who were hospitalized for their COVID-19 illness compared with those who were admitted for pregnancy-related reasons.\nOf women admitted for COVID-19 reasons, 13 of 43 (30%) were admitted to the ICU, and 1 died. The authors said pregnancy counseling should cover preventive measures, especially for those who were obese before they got pregnant or who had gestational diabetes.\n\nCDC unveils new tool for schools\n\nAmong several other developments, the CDC yesterday unveiled indicators to help schools make decisions about in-person learning amid changing local pandemic conditions.\nThe color-coded chart includes core and secondary indicators to help gauge the risk of COVID-19 spreading into and within schools, weaving in local metrics. In a press release, the CDC said, \"The measures do not set strict cutoffs for individual schools and school systems; they should be used as guideposts for monitoring local conditions and adjusting teaching models as needed.\"\nIn other US COVID-19 developments:A new analysis based on data on 50 million people from Epic Health Research and the Kaiser Family Foundation reveals that when compared to white patients, black, Hispanic, and Asian patients all had higher rates of COVID-19 infection, hospitalization, and death.\nEli Lilly announced today that its antibody treatment for COVID-19, called LYCoV555, cut the hospitalization rate by 72% compared to placebo. The company described the phase 2 trial findings, which haven't been peer reviewed, in a press release.\nA survey from Kaiser Health News revealed that more than 20 states don't release or have incomplete data from rapid antigen testing, a factor that makes them less useful to state health officials. The tests are quicker than polymerase chain reaction tests but less accurate.\nIn a reversal, the Big 10 today announced that the college football season can resume the weekend of Oct 23 with strict medical protocols in place, which include daily antigen testing and enhanced cardiac screening. Each team must have a chief infection officer to collect data and make decisions about continuing practice and competition.",
            "nodeid": "893148",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/feds-unveil-covid-vaccine-distribution-plans-amid-hhs-shakeup"
        },
        {
            "date": "2020-09-16T22:18:18",
            "datestamp": "1600294698",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...u-season-nears\n\n\nFears of a 'perfect storm' as flu season nears\nFiled Under:\nCOVID-19; Influenza, General\nChris Dall | News Reporter | CIDRAP News\n| Sep 16, 2020\n\n\n\nAsk an infectious diseases expert about the upcoming flu season, and how it may affect, or be affected, by COVID-19, and the word you're likely to hear is \"uncertain.\"\nFor starters, flu is always unpredictable, they'll say. Flu activity and severity largely depend on the strains of virus circulating, and how well the vaccine strains, which are selected in advance of each flu season, match up with the circulating strains.\n\"Sometimes we do well, and sometimes we don't do so well,\" Jeanne Marrazzo, MD, MPH, director of the division of infectious diseases at the University of Alabama at Birmingham, said recently during an Infectious Disease Society of America (IDSA) briefing.\nThe virulence of the circulating strains, transmission dynamics, pre-existing population immunity, and the age-groups most prone to infection also play a role in how many people are sickened by the flu each year. Since 2010, the Centers for Disease Control and Prevention estimates that the flu has resulted in 9 million to 45 million illnesses a year, with roughly 39 million sick with flu last year.\nBut in this pandemic year, the coronavirus pandemic adds a whole new layer of unpredictability.\n\nTwo scenarios emerging\n\n\"The big concern this year, of course, is that we are going to see what could be a perfect storm of accelerated COVID-19 activity as people gather more inside, in particular, as they become continually fatigued with the mask wearing, the social distancing, and the hand hygiene, and as they are exposed to seasonal influenza,\" Marrazzo said.\nThat \"perfect storm\" could lead to the nation's hospitals being stretched to capacity, as both flu patients and those infected by SARS-CoV-2 (the virus that causes COVID-19) seek care. It's a scenario that Center for Infectious Disease Research and Policy Director Michael Osterholm, PhD, MPH, and Ed Belongia, MD, director of the Center for Clinical Epidemiology and Population Health at the Marshfield Clinic Research Institute, wrote about earlier this year in an editorial for Science.\n\"Much of the population remains susceptible to SARS-CoV-2, and the stress on hospitals will be greatest if the COVID-19 and influenza epidemics overlap and peak around the same time,\" they wrote.\nBut there's also a scenario in which the efforts being taken to mitigate the spread of the coronavirus—such as physical distancing, masking, and better hand hygiene—help keep the flu at bay.\n\"There's a lot of variables, and it could go many ways,\" Pritish Tosh, MD, an infectious diseases specialist at the Mayo Clinic in Rochester, Minnesota, told CIDRAP News.\nThat second scenario could explain the low numbers of flu cases reported in countries in the Southern Hemisphere, where flu season begins in April and wraps up in September.\nAccording to the Australian government's latest influenza surveillance report, influenza and influenza-like-activity (ILI) are lower than average across all systems, and given the low numbers of lab-confirmed cases, there has been \"minimal impact on society\" due to flu. Health officials in South Africa say the country basically skipped its flu season. Countries in South America, including Brazil, Chile, and Argentina, have all reported lower numbers of flu cases than normal.\n\"One can only imagine that a fair amount of that reduction has to do with what we're doing to mitigate transmission risk with COVID-19,\" Leonard Mermel, DO, ScM, a professor of medicine at Brown University, said during the IDSA briefing. \"If you're masking, you're staying at home, you're avoiding large crowds, you're not going to work when you're sick, some of the things that are happening with COVID-19 are going to tamp down transmission risk from influenza.\"\nBut Mermel said we can't \"pin all our hopes\" on that because Americans may not be as vigilant about physical distancing and masking as people in those countries have been, a point echoed by Tosh.\n\"There's variable community acceptance of these practices, between different countries and within this country,\" Tosh said.\nTosh pointed out that flu numbers in the United States, especially hospitalizations, drastically declined at the tail end of the 2019-20 flu season, just as coronavirus cases were substantially increasing. But that may have been because of people were avoiding going to emergency department and urgent care clinics, and not because of an actual decline in infections.\n\nTesting concerns\n\nIf flu activity in the country is at typical levels this season, or higher, and it's accompanied by a surge in COVID-19 cases, one concern is that testing capacity and supplies (such as swabs and reagents), which have already been strained by the pandemic, could be overwhelmed.\nAs Mermel noted, the symptoms of flu and COVID-19—with the exception of anosmia (loss or decrease of the sense of smell)—are very similar, which means clinicians may have to test for both flu and SARS-CoV-2.\nWhen flu is very widespread during a typical flu season, Tosh explained, flu testing is mainly performed on people who are severely ill or require hospitalization. But this season, both for treatment and epidemiologic reasons, clinicians and public health officials will need to know who was the flu and who has a coronavirus infection.\n\"I think we're going to be needing to test somebody for both COVID and influenza, if they are presenting to healthcare with influenza-like-illness, which of course complicates things in that there's already supply-chain issues related to testing for COVID,\" Tosh said. \"I think this could exacerbate an already stressed supply chain for tests both for influenza and for COVID.\"\n\"My concern is that the system could become rapidly overwhelmed, and individual clinicians are going to be faced with a lot of challenges trying to figure out how to get both of those tests done in a timely fashion,\" Marrazzo said.\nMermel said that his hospital is currently looking at platforms that can perform rapid tests for both flu and COVID-19.\n\"But if we run out of those tests…that's going to be problematic,\" he said. \"We certainly need to have the stockpile of reagents and kits so people on the frontlines can differentiate those two viruses, treat those that need to be treated for influenza, and also alert our public health officials if it's COVID-19, in terms of quarantine and contact tracing.\n\nFlu vaccination more important than ever\n\nIn preparation for the oncoming flu season, flu vaccine manufacturers have increased production by 15%, with nearly 200 million doses for the United States. Pharmacies and doctors' offices are putting systems in place for physical distancing. Regardless of how well this year's flu shot matches up with the circulating strains, public health officials and infectious disease experts say flu vaccination this year is going to be extremely important.\n\"The flu vaccine does work: it prevents hospitalizations, it prevents mortality, it prevents symptomatic illness,\" Marrazzo said. \"If there's ever a year that you need to get your flu vaccine, get your kids vaccinated, this is the year, because you really need every single protection you can get.\"\n\"It's important to get it [the flu vaccine] every year, but the importance of getting it this year can't be stressed [enough],\" said Tosh.\n\"Now is the time to rise to the fore, get the vaccine, and reduce the risk of having these two life-threatening viruses infect you at the same time or infect your loved ones,\" Mermel said.",
            "nodeid": "893147",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/fears-perfect-storm-flu-season-nears"
        },
        {
            "date": "2020-09-16T22:16:50",
            "datestamp": "1600294610",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...-health-tweets\n\n\nThe winning ways of shareable COVID public health tweets\nFiled Under:\nCOVID-19\nMary Van Beusekom | News Writer | CIDRAP News\n| Sep 16, 2020\n\n\n\nTwitter users were most likely to retweet public health agency tweets that contained practical information on the medical effects of COVID-19, how to mitigate those effects, and the status of the pandemic, according to a study published today in PLOS One.\nTwitter is a social media platform that allows users to post messages, or tweets, of as many as 280 characters and then share them with their followers.\nLed by researchers at the State University of New York in Albany and the University of California at Irvine, the study involved analyzing 149,335 tweets from 690 Twitter accounts of public health, emergency management, and elected officials across the United States from Feb 1 to Apr 30.\n\nPractical information, videos, hashtags\n\nTweets most likely to be passed on contained practical information about disease surveillance (retweeted 40% more often than others), technical information (30%), treatment effectiveness (28%), and symptoms (27%). Likewise, tweets containing content on primary threats of the coronavirus were retweeted 20% more often than other posts, as were official pandemic responses (19% more often) and those about closures and openings (12%).\nMessages that included video were 63% more likely to be shared, as were posts with photos or other images (27%) and hashtags (12%). The authors said that videos and images help tweets stand out, and hashtags help users organize informational topics and allow groups to form and exchange information—especially on the local level.\nPosts least likely to be shared were those about resilience (6.8%) and susceptibility (4.6%). Strategies that decrease sharing include directly replying to another user (-82%), including URLs (-30%), mentioning another account (-23%), posting content about information sharing (-11%), or providing original content while quoting another user (-7%). \nBut that doesn't mean these posts aren't valuable, according to the authors. \"While directed messages do not lead to increased message retransmission, they may serve to increase trust in the organization due to its responsiveness,\" they said. The negative reception to posts containing a URL suggests that attaching content as an image may be more effective, as may retweeting a message rather than quoting from it, they added.\n\nNegative effect of exclamation points\n\nIn contrast with other types of tweets, coronavirus-related posts that included exclamation points were 23% less likely to be shared, as were those containing question marks (-7%). \n\"It is possible that in this case of a slow moving virus where orders were released and widespread measures were implemented gradually, perhaps very little was so urgent to warrant an exclamation point,\" the authors wrote. \"Equally plausible, however, is the observation that exclamatory and interrogative language is relatively informal, and potentially viewed as less authoritative than declarative language.\"\nTweets from government accounts were re-sent 172% more often than others, and those from mayoral accounts were shared 14% more often. Certain account types decreased retransmission, including state emergency management (-17%) and local emergency management (-49%).\nOrganizations with many Twitter followers reap the benefits of both immediate exposure and retweets, which the researchers said underscores the importance of groups building a following to enlarge their audience.\nThe authors said that these insights could help public health Twitter users get their messages across more effectively and efficiently amid the pandemic and other disasters.\nIn a PLOS One news release, lead author Jeannette Sutton, PhD, MA, of the College of Emergency Preparedness, Homeland Security, and Cybersecurity at the State University of New York at Albany, said that retweeting amplifies public health messages. \"Modeling message retransmission identifies what Twitter users find most salient across messages in disasters; this means that messages can be designed to include those features, possibly extending their reach in a noisy information environment,\" she said.",
            "nodeid": "893146",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/winning-ways-shareable-covid-public-health-tweets"
        },
        {
            "date": "2020-09-16T22:15:14",
            "datestamp": "1600294514",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...an-sep-16-2020\n\n\nNews Scan for Sep 16, 2020\nLive SARS-CoV-2 in aerosols; COVID testing in homeless; More Ebola in DRC; Flu activity remains very low\nFiled Under:\nCOVID-19; Ebola; VHF; Influenza, General\n\n\nContagious SARS-CoV-2 isolated from air in hospital patients' room\n\nLive SARS-CoV-2, the virus that causes COVID-19, was isolated from air samples collected 2 to 4.8 meters (6.6 to 15.7 feet) away from two coronavirus patients—one recently released and one newly admitted—in a single hospital room, according to a study published yesterday in the International Journal of Infectious Diseases.\nAiming to add to the discussion about whether aerosols can contain infectious coronavirus, University of Florida at Gainesville researchers used new air samplers with a gentle collection process that is less likely than commonly used samplers to inactivate viruses. They were able to detect SARS-CoV-2 only when using the samplers without a high-efficiency particulate air (HEPA) filter on the inlet tube.\nThe researchers collected three 3-hour air samples from a room on a dedicated COVID-19 ward that was well ventilated, with six air exchanges per hour and triple-filter treatment of air returned to the room. They isolated the coronavirus from the air samples on cell culture and sequenced the genome.\nThe genome sequence of the isolated virus matched that of the newly admitted patient, who had not undergone any aerosol-generating procedures. The other patient had been transferred to a long-term care facility the night before the air samples were collected.\nThe authors said their findings show that, even in the absence of aerosol-generating procedures, COVID-19 patients can produce aerosols that can spread the virus farther than the 6 feet recommended in physical distancing guidelines.\n\"For aerosol-based transmission, measures such as physical distancing by 6 feet would not be helpful in an indoor setting, provide a false-sense of security and lead to exposures and outbreaks,\" the researchers wrote. \"With the current surges of cases, to help stem the COVID-19 pandemic, clear guidance on control measures against SARS-CoV-2 aerosols are needed, as recently voiced by other scientists.\" \nSep 15 Int J Infect Dis study\n\n\nSurveillance, testing detect unnoticed COVID-19 cases at homeless shelters\n\nActive surveillance and routine onsite testing could prevent the transmission of COVID-19 in homeless shelters, high-risk settings because of crowding, communal sleeping areas and shared bathrooms, University of Washington at Seattle researchers have found.\nTheir study, published yesterday in the Annals of Internal Medicine, involved testing 1,434 adult and pediatric residents and staff at 14 King County homeless shelters for COVID-19 infection from Jan 1 and Apr 24. This effort was part of a multiyear, cluster-randomized study of onsite testing and treatment for flu at homeless facilities started in November 2019.\nOf the 1,434 people tested, 29 (2%) were positive for COVID-19 in five shelters. Most positive cases (21 [72.4%]) were identified during surge testing events rather than through routine surveillance, and 72.4% also had no symptoms. The 833 participants with symptoms were most likely to report a runny nose (43.0%), cough (37.3%), and muscle pain (23.7%).\nOf the 725 people tested who had symptom-duration information, 40.3% had respiratory symptoms for less than 2 days at testing. Of all patients with positive test results, 31.2% met the case definition for influenza-like illness, while 12.7% met the criteria for coronavirus-like illness. Samples from 28 (2.1%) of participants tested positive for at least 2 of 17 tested respiratory pathogens, while 201 samples (15%) were positive for Streptococcus pneumoniae.\nThose who tested positive for COVID-19 were more likely than those testing negative to be 60 years or older (44.8% vs 15.9%), and 86% of them slept in congregate spaces instead of private or smaller shared rooms.\nMedian participant age was 46 years (range, 0 to 82), and 67.9% of encounters in the shelters involved males, 40.9% involved whites and 30.5% involved blacks. Of all encounters, 57.7% involved smokers and 39.4% involved participants with one or more underlying medical conditions.\nThe authors said the findings indicate the need for routine COVID-19 testing outside of hospitals and clinics for the more than 560,000 homeless people in the United States. \"Passive sentinel surveillance for respiratory viruses may only detect symptomatic cases severe enough to prompt health-seeking behavior and may miss milder ones, delaying the recognition of outbreaks and further viral spread,\" they wrote.\nSep 15 Ann Intern Med study\n\nChildren among latest DRC Ebola cases as outbreak grows to 123 cases\n\nTwo more Ebola cases were reported in the Democratic Republic of Congo (DRC) Equateur province outbreak, along with two more deaths, the World Health Organization (WHO) African regional office said today on Twitter. The developments lift the overall totals to 123 cases and 50 deaths.\nThe United Nations Office for the Coordination of Humanitarian Affairs (UN OCHA) said today in an update, posted on ReliefWeb, that a recent case was reported in a newly affected Ngelo Monzoi health area in the Bikoro health zone, raising the number of affected health areas to 40. It also said two infections in children were confirmed on Sep 14, one age 2 months and the other a 5-year-old.\nNearly 30,000 people have been vaccinated since the outbreak, the DRC's 11th involving Ebola, was first detected in early June.\nSep 16 WHO African regional office tweet\nSep 16 UN OCHA update\n\nWHO: Global testing still finding very few flu positives\n\nFlu is still circulating at lower levels expected for this time of year in both hemispheres, likely influenced by steps to reduce COVID-19 measures, the WHO said in its latest regular update.\nThough the Southern Hemisphere's season typically runs from May through October, the season still hasn't started, and in the Northern Hemisphere, flu is below interseasonal levels. Sporadic detections were reported in some tropical countries, and Cambodia reported some H3N2 activity.\nGlobally, of about 140,000 respiratory samples tested during the last half of August at WHO-affiliated labs, only 34 were positive for flu. Of those, 19 were influenza A and 15 were influenza B. Of the subtyped influenza A viruses, all were H3N2.\nIn other flu developments, the WHO committee that recommends the strains to include the Southern Hemisphere's 2021 flu season began their online deliberations today, which are scheduled to wrap up on October 2. The group will also assess flu viruses that have pandemic potential to see if any new candidate vaccine strains are needed.\nSep 14 WHO global flu update\nWHO flu vaccine strain selection committee background information",
            "nodeid": "893145",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/news-scan-sep-16-2020"
        },
        {
            "date": "2020-09-16T22:13:42",
            "datestamp": "1600294422",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...an-sep-16-2020\n\nStewardship / Resistance Scan for Sep 16, 2020\nC diff vaccine candidate fails phase 3; Prior patient cultures for better antibiotics Rx\nFiled Under:\nAntimicrobial Stewardship; Clostridium difficile\n\n\n\nVaccine candidate fails to reduce C difficile infection in phase 3 trial\n\nA phase 3 trial for a bivalent Clostridioides difficile toxoid vaccine was terminated because of futility, an international team of investigators led by scientists from Sanofi Pasteur reported yesterday in The Lancet Infectious Diseases.\nIn the observer-blind, randomized controlled trial, which was conducted in 326 hospitals in the United States, Canada, Latin America, Europe, and the Asia-Pacific region, adults 50 years or older with increased risk of C difficile infection were randomized 2:1 to receive one dose of Sanofi Pasteur's C difficile vaccine candidate (containing toxoids A and B) or one dose of placebo. The primary outcome was the efficacy of the vaccine in preventing symptomatic C difficile infection.\nFrom Jul 30, 2013, through Nov 17, 2017, 9,302 participants were enrolled, with 6,201 in the C difficile vaccine group and 3,101 in the placebo group. The first planned interim analysis reported 34 C difficile infections over 11,697.2 person-years at risk (0.29 infections per 100 person years) in the vaccine group compared with 16 C difficile infections over 5,789.4 person-years at risk (0.28 infections per 100 person-years) in the placebo group, indicating a vaccine effectiveness of –5.2% (95% confidence interval [CI], –104.1% to 43.5%). Because of those results, futility was concluded and the trial was terminated\nThe safety analysis found that 2,847 of 6,113 participants (46.6%) in the vaccine group reported an adverse event within 30 days of injection, compared with 1,282 of 3,057 (41.9%) in the placebo group. The proportion of participants who had an adverse event leading to study discontinuation was 4.8% in both groups.\nThe investigators suggest several factors may have played a role in the vaccine not being effective, despite showing good immunogenicity. Among the explanations are that vaccination did not generate appropriate antibody function to effectively neutralize toxin in the intestinal environment. An aging or frail immune system and previous exposure to C difficile could also be factors, they said.\n\"In conclusion, although the candidate vaccine was immunogenic, it failed to reduce the incidence of symptomatic C difficile infection in participants at risk,\" they wrote. \"The findings from this trial highlight the important challenges associated with the development of vaccines against bacterial nosocomial infections, and they will inform future vaccine development.\"\nThe trial was funded and designed by Sanofi Pasteur.\nSep 15 Lancet Infect Dis abstract\n\nStudy finds use of prior patient cultures linked to better empiric antibiotics\n\nAn intervention that alerted prescribers when antibiotic prescriptions were discordant with a patient's previous culture results was associated with improved empiric antibiotic prescribing at a tertiary care academic hospital, Canadian researchers reported yesterday in Clinical Infectious Diseases.\nThe intervention at Sunnybrook Health Sciences Centre in Toronto was a prospective audit-and-feedback intervention in which pharmacists provided early suggestions to prescribers when a patient's initial empiric antibiotic therapy was discordant with their most recent methicillin-resistant Staphylococcus aureus (MRSA) swab, previous cultures for extended-spectrum beta-lactamases (ESBLs), and most recent culture for a gram-negative (GN) organism. The researchers analyzed the impact of the intervention using a quasi-experimental design comparing 9-month period before and after implementation.\nClinically significant discordance was identified 99 times in the pre-intervention period and 86 times in the intervention period. The proportion of patients who received concordant therapy increased from 73% (72/99) in the control group to 88% (76/86) in the intervention group (P = 0.01). The proportion increased in the MRSA subgroup from 86% to 93% (P = 0.39), in the prior GN subgroup from 50% to 83% (P = 0.069), and in the ESBL subgroup from 43% to 77% (P = 0.16) for the control and intervention groups, respectively.\nThe median time to concordant therapy was shorter in the intervention group (25 hours vs 55 hours; P < 0.001).\nThe authors of the study suggest the intervention should be further evaluated in large randomized clinical trials to determine if the changes in empiric prescribing affect clinical outcomes.\nSep 15 Clin Infect Dis abstract",
            "nodeid": "893144",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/stewardship-resistance-scan-sep-16-2020"
        },
        {
            "date": "2020-09-16T20:45:22",
            "datestamp": "1600289122",
            "flu_trackers_post_content": "World J Pediatr Congenit Heart Surg\n\n\n. 2020 Sep 10;2150135120949455.\ndoi: 10.1177/2150135120949455. Online ahead of print.\nPediatric COVID-19 and Pericarditis Presenting With Acute Pericardial Tamponade\n\n\nTia T Raymond 1 , Ashima Das 1 , Shai Manzuri 1 , Stuart Ehrett 2 , Kristine Guleserian 3 , Javier Brenes 3 \n\n\n\nAffiliationsPMID: 32909890\nDOI:  10.1177/2150135120949455 \n\n\nAbstract\n\nWe describe a seven-year-old female with acute pericarditis presenting with pericardial tamponade, who screened positive for coronavirus disease 2019 (COVID-19 [SARS-CoV-2]) in the setting of cough, chest pain, and orthopnea. She required emergent pericardiocentesis. Due to continued chest pain and orthopnea, rising inflammatory markers, and worsening pericardial inflammation, she underwent surgical pericardial decortication and pericardiectomy. Her symptoms and pericardial effusion resolved, and she was discharged to home 3 days later on ibuprofen and colchicine with instruction to quarantine at home for 14 days from the date of her positive testing for COVID-19.",
            "nodeid": "893143",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Raymond+TT&cauthor_id=32909890"
        },
        {
            "date": "2020-09-16T13:21:41",
            "datestamp": "1600262501",
            "flu_trackers_post_content": "Schools Scramble for Substitutes as Teachers Opt to Retire Amid COVID-19 Concerns\n\nThe departures are straining staff in places that were dealing with shortages of teachers and substitutes even before the pandemic created an education crisis\n\nBy Casey Smith • Published September 14, 2020\n\n\nWith many teachers opting out of returning to the classroom because of the coronavirus, schools around the U.S. are scrambling to find replacements and in some places lowering certification requirements to help get substitutes in the door.\n\nSeveral states have seen surges in educators filing for retirement or taking leaves of absence. The departures are straining staff in places that were dealing with shortages of teachers and substitutes even before the pandemic created an education crisis.\n\nmore..\n\nhttps://www.nbcnewyork.com/news/coro...tutes/2615484/",
            "nodeid": "893045",
            "url": "https://www.nbcnewyork.com/news/coronavirus"
        }
    ]
}