{
    "count": 2,
    "date": "2020-09-11 20:02:10",
    "lastDatestamp": 1599818530,
    "posts": [
        {
            "date": "2020-09-11T10:02:10",
            "datestamp": "1599818530",
            "flu_trackers_post_content": "Molecules\n\n\n. 2020 Sep 7;25(18):E4086.\ndoi: 10.3390/molecules25184086.\nThe New Coronavirus (SARS-CoV-2): A Comprehensive Review on Immunity and the Application of Bioinformatics and Molecular Modeling to the Discovery of Potential Anti-SARS-CoV-2 Agents\n\n\nGustavo R Villas-Boas 1 , Vanessa C Rescia 1 , Marina M Paes 1 , Stefânia N Lavorato 1 , Manoel F de Magalhães-Filho 1 , Mila S Cunha 1 , Rafael da C Simões 1 , Roseli B de Lacerda 2 , Renilson S de Freitas-Júnior 3 , Bruno H da S Ramos 4 , Ana M Mapeli 5 , Matheus da S T Henriques 6 , William R de Freitas 7 , Luiz A F Lopes 8 , Luiz G R Oliveira 9 , Jonatas G da Silva 10 , Saulo E Silva-Filho 11 , Ana P S da Silveira 12 , Katyuscya V Leão 10 , Maria M de S Matos 13 , Jamille S Fernandes 10 , Roberto K N Cuman 14 , Francielli M de S Silva-Comar 14 , Jurandir F Comar 15 , Luana do A Brasileiro 16 , Jussileide N Dos Santos 17 , Silvia A Oesterreich 18 \n\n\n\nAffiliationsPMID: 32906733\nDOI:  10.3390/molecules25184086 \n\n\nAbstract\n\nOn March 11, 2020, the World Health Organization (WHO) officially declared the outbreak caused by the new coronavirus (SARS-CoV-2) a pandemic. The rapid spread of the disease surprised the scientific and medical community. Based on the latest reports, news, and scientific articles published, there is no doubt that the coronavirus has overloaded health systems globally. Practical actions against the recent emergence and rapid expansion of the SARS-CoV-2 require the development and use of tools for discovering new molecular anti-SARS-CoV-2 targets. Thus, this review presents bioinformatics and molecular modeling strategies that aim to assist in the discovery of potential anti-SARS-CoV-2 agents. Besides, we reviewed the relationship between SARS-CoV-2 and innate immunity, since understanding the structures involved in this infection can contribute to the development of new therapeutic targets. Bioinformatics is a technology that assists researchers in coping with diseases by investigating genetic sequencing and seeking structural models of potential molecular targets present in SARS-CoV2. The details provided in this review provide future points of consideration in the field of virology and medical sciences that will contribute to clarifying potential therapeutic targets for anti-SARS-CoV-2 and for understanding the molecular mechanisms responsible for the pathogenesis and virulence of SARS-CoV-2.\n\nKeywords:  SARS-CoV-2; bioinformatics; drug discovery; infectious disease; innate immunity; molecular modeling; treatment.",
            "nodeid": "892531",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Villas-Boas+GR&cauthor_id=32906733"
        },
        {
            "date": "2020-09-11T10:00:38",
            "datestamp": "1599818438",
            "flu_trackers_post_content": "BMC Infect Dis\n\n\n. 2020 Sep 9;20(1):662.\ndoi: 10.1186/s12879-020-05384-x.\nThe coronavirus diseases 2019 (COVID-19) pneumonia with spontaneous pneumothorax: a case report\n\n\nXiaoxing Chen 1 , Guqin Zhang 2 , Yueting Tang 3 , Zhiyong Peng 4 , Huaqin Pan 5 \n\n\n\nAffiliationsPMID: 32907540\nDOI:  10.1186/s12879-020-05384-x \n\n\nAbstract\n\nBackground:  The outbreak of the novel coronavirus (COVID-19) that was firstly reported in Wuhan, China, with cases now confirmed in more than 100 countries. However, COVID-19 pneumonia with spontaneous pneumothorax is unknown.\nCase presentation:  We reported a case of 66-year-old man infected with COVID-19, presenting with fever, cough and myalgia; The patient received supportive and empirical treatment including antiviral treatment, anti-inflammatory treatment, oxygen supply and inhalation therapy; The symptoms, CT images, laboratory results got improved after the treatments, and a throat swab was negative for COVID-19 PCR test; However, on the hospital day 30, the patient presented with a sudden chest pain and dyspnea. CT showed a 30-40% left-sided pneumothorax. Immediate thoracic closed drainage was performed and his dyspnea was rapidly improved. With five more times negative PCR tests for SARS-CoV-2 virus, the patient was discharged and home quarantine.\nConclusion:  This case highlights the importance for clinicians to pay attention to the appearance of spontaneous pneumothorax, especially patients with severe pulmonary damage for a long course, as well as the need for early image diagnose CT and effective treatment once pneumothorax occurs.\n\nKeywords:  COVID-19; Pneumonia; Pneumothorax; SARS-CoV-2 virus.",
            "nodeid": "892530",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Chen+X&cauthor_id=32907540"
        }
    ]
}