{
    "count": 10,
    "date": "2020-09-12 16:42:29",
    "lastDatestamp": 1599892949,
    "posts": [
        {
            "date": "2020-09-12T06:42:29",
            "datestamp": "1599892949",
            "flu_trackers_post_content": "Vigorously promote the great anti-epidemic spirit and join the great cause of strengthening the country and the army\n\n——President Xi Jinping’s important speech at the National Commendation Conference for Fighting the New Coronary Pneumonia Epidemic caused a strong response in the People’s Liberation Army and Armed Police Forces\n\n\nSeptember 10, 2020 05:29 Source: People's Daily Online -People's Daily \n\n\"We must vigorously promote the great anti-epidemic spirit in the whole society and transform it into a powerful force for comprehensively building a modern socialist country and realizing the great rejuvenation of the Chinese nation.\"\n\n　　The important speech of Xi Jinping, General Secretary of the Central Committee of the Communist Party of China, President of the State, and Chairman of the Central Military Commission at the National Commendation Meeting for Fighting the New Coronary Pneumonia Epidemic has aroused strong repercussions in the People's Liberation Army and Armed Police Forces. Everyone has expressed that they must vigorously promote the great anti-epidemic spirit, work together and forge ahead, and courageously devote themselves to the great cause of strengthening the country and strengthening the army, and strive unremittingly for the decisive victory in building a well-off society in all respects and the great victory of socialism with Chinese characteristics in the new era.\n\nsnip\n\n　Officers and soldiers of a certain radar station of the Naval Aviation Force in the Southern Theater, a comprehensive support base, and a certain Air Force of the Eastern Theater said that they must carry forward the great anti-epidemic spirit, not be afraid of hardships, hardships, and sacrifices, and protect the sovereignty, security and development interests of the great motherland.\n\nmore...\n\nhttp://politics.people.com.cn/n1/202...-31855752.html",
            "nodeid": "892680",
            "url": "http://paper.people.com.cn/rmrb/html/2020-09/10/nw.D110000renmrb_20200910_3-03.htm"
        },
        {
            "date": "2020-09-12T05:54:21",
            "datestamp": "1599890061",
            "flu_trackers_post_content": "Excess Patient Visits for Cough and Pulmonary Disease at a Large US Health System in the Months Prior to the COVID-19 Pandemic: Time-Series AnalysisJoann G Elmore1, MD, MPH;\nPin-Chieh Wang1, PhD;\nKathleen F Kerr2, PhD;\nDavid L Schriger3, MD, MPH;\nDouglas E Morrison4, MS;\nRon Brookmeyer4, PhD;\nMichael A Pfeffer1, MD;\nThomas H Payne5, MD;\nJudith S Currier1, MD\n\n1Department of Medicine, David Geffen School of Medicine, UCLA, Los Angeles, CA, United States\n\n2Department of Biostatistics, UW School of Public Health, Seattle, WA, United States\n\n3Department of Emergency Medicine, David Geffen School of Medicine, UCLA, Los Angeles, CA, United States\n\n4Department of Biostatistics, Fielding School of Public Health, UCLA, Los Angeles, CA, United States\n\n5Department of Medicine, UW School of Medicine, Seattle, WA, United States\nCorresponding Author:\n\n\nJoann G Elmore, MD, MPH\n\n\n\nDepartment of Medicine\n\nDavid Geffen School of Medicine\n\nUCLA\n\n1100 Glendon Ave\n\nSuite 900\n\nLos Angeles, CA, 90024\n\nUnited States\n\nPhone: 1 310 794 9505\n\nEmail: jelmore@mednet.ucla.edu\n\nABSTRACT\n\n\nBackground: Accurately assessing the regional activity of diseases such as COVID-19 is important in guiding public health interventions. Leveraging electronic health records (EHRs) to monitor outpatient clinical encounters may lead to the identification of emerging outbreaks.\n\n\nObjective: The aim of this study is to investigate whether excess visits where the word “cough” was present in the EHR reason for visit, and hospitalizations with acute respiratory failure were more frequent from December 2019 to February 2020 compared with the preceding 5 years.\n\n\nMethods: A retrospective observational cohort was identified from a large US health system with 3 hospitals, over 180 clinics, and 2.5 million patient encounters annually. Data from patient encounters from July 1, 2014, to February 29, 2020, were included. Seasonal autoregressive integrated moving average (SARIMA) time-series models were used to evaluate if the observed winter 2019/2020 rates were higher than the forecast 95% prediction intervals. The estimated excess number of visits and hospitalizations in winter 2019/2020 were calculated compared to previous seasons.\n\n\nResults: The percentage of patients presenting with an EHR reason for visit containing the word “cough” to clinics exceeded the 95% prediction interval the week of December 22, 2019, and was consistently above the 95% prediction interval all 10 weeks through the end of February 2020. Similar trends were noted for emergency department visits and hospitalizations starting December 22, 2019, where observed data exceeded the 95% prediction interval in 6 and 7 of the 10 weeks, respectively. The estimated excess over the 3-month 2019/2020 winter season, obtained by either subtracting the maximum or subtracting the average of the five previous seasons from the current season, was 1.6 or 2.0 excess visits for cough per 1000 outpatient visits, 11.0 or 19.2 excess visits for cough per 1000 emergency department visits, and 21.4 or 39.1 excess visits per 1000 hospitalizations with acute respiratory failure, respectively. The total numbers of excess cases above the 95% predicted forecast interval were 168 cases in the outpatient clinics, 56 cases for the emergency department, and 18 hospitalized with acute respiratory failure.\n\n\nConclusions: A significantly higher number of patients with respiratory complaints and diseases starting in late December 2019 and continuing through February 2020 suggests community spread of SARS-CoV-2 prior to established clinical awareness and testing capabilities. This provides a case example of how health system analytics combined with EHR data can provide powerful and agile tools for identifying when future trends in patient populations are outside of the expected ranges.\n\nJ Med Internet Res 2020;22(9):e21562\n\n\ndoi:10.2196/21562\n\n\nhttps://www.jmir.org/2020/9/e21562/#Copyright",
            "nodeid": "892678",
            "url": "https://www.jmir.org/search/searchResult?field%5B%5D=author&criteria%5B%5D=Joann%20G+Elmore"
        },
        {
            "date": "2020-09-12T05:16:23",
            "datestamp": "1599887783",
            "flu_trackers_post_content": "Int J Antimicrob Agents\n\n\n. 2020 Sep 5;106155.\ndoi: 10.1016/j.ijantimicag.2020.106155. Online ahead of print.\nEffectiveness of oseltamivir in reduction of complications and 30-day mortality in severe seasonal influenza infection\n\n\nGeert H Groeneveld 1 , Sierk D Marbus 2 , Noor Ismail 3 , Jutte J C de Vries 4 , Peter Schneeberger 5 , Jan Jelrik Oosterheert 6 , Jaap T van Dissel 7 , Mark G J de Boer 3 \n\n\n\nAffiliationsPMID: 32898685\nDOI:  10.1016/j.ijantimicag.2020.106155 \n\n\nAbstract\n\nObjectives:  The benefit of oseltamivir treatment in patients admitted with influenza virus infection and the design of studies addressing this issue, have been questioned extensively. Since the influenza disease burden is substantial and oseltamivir treatment is biologically plausible, we assessed the clinical benefit of oseltamivir treatment in adult patients admitted with severe seasonal influenza virus infection in daily practice.\nPatients and methods:  A multicenter, retrospective cohort study was conducted to compare the effectiveness of treatment with and without oseltamivir <48 hours after admission in patients admitted with laboratory-confirmed influenza virus infection in three large hospitals in the Netherlands. Propensity score matching was used to compare clinical relevant outcome variables.\nResults:  We included 390 patients, of whom 80% had comorbidity. Thirty-day mortality, as well as the composite endpoint of 30-day mortality or intensive care unit admission >48 hours after admission, were reduced by 9% (p= 0.04) and 11% (p= 0.02) respectively. Length of hospital stay and in-hospital mortality rates all showed a trend towards reduction. The median duration between symptom onset and initiation of treatment was three days.\nConclusions:  This study supports that, in daily practice, patients admitted with influenza virus infection should be treated with oseltamivir within 48 hours of admission, even if they have complaints for more than 48 hours.\n\nKeywords:  Complications; Influenza; Mortality; Oseltamivir; Treatment.",
            "nodeid": "892677",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Groeneveld+GH&cauthor_id=32898685"
        },
        {
            "date": "2020-09-12T05:15:11",
            "datestamp": "1599887711",
            "flu_trackers_post_content": "Proc Biol Sci\n\n\n. 2020 Sep 9;287(1934):20201680.\ndoi: 10.1098/rspb.2020.1680. Epub 2020 Sep 9.\nInfluenza A viruses remain infectious for more than seven months in northern wetlands of North America\n\n\nAndrew M Ramey 1 , Andrew B Reeves 1 , Judith Z Drexler 2 , Joshua T Ackerman 3 , Susan De La Cruz 4 , Andrew S Lang 5 , Christina Leyson 6 , Paul Link 7 , Diann J Prosser 8 , Gregory J Robertson 9 , Jordan Wight 5 , Sungsu Youk 6 , Erica Spackman 6 , Mary Pantin-Jackwood 6 , Rebecca L Poulson 10 , David E Stallknecht 10 \n\n\n\nAffiliationsPMID: 32901574\nDOI:  10.1098/rspb.2020.1680 \n\n\nAbstract\n\nIn this investigation, we used a combination of field- and laboratory-based approaches to assess if influenza A viruses (IAVs) shed by ducks could remain viable for extended periods in surface water within three wetland complexes of North America. In a field experiment, replicate filtered surface water samples inoculated with duck swabs were tested for IAVs upon collection and again after an overwintering period of approximately 6-7 months. Numerous IAVs were molecularly detected and isolated from these samples, including replicates maintained at wetland field sites in Alaska and Minnesota for 181-229 days. In a parallel laboratory experiment, we attempted to culture IAVs from filtered surface water samples inoculated with duck swabs from Minnesota each month during September 2018-April 2019 and found monthly declines in viral viability. In an experimental challenge study, we found that IAVs maintained in filtered surface water within wetlands of Alaska and Minnesota for 214 and 226 days, respectively, were infectious in a mallard model. Collectively, our results support surface waters of northern wetlands as a biologically important medium in which IAVs may be both transmitted and maintained, potentially serving as an environmental reservoir for infectious IAVs during the overwintering period of migratory birds.\n\nKeywords:  avian; environment; influenza; persistence; reservoir; wetland.",
            "nodeid": "892676",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Ramey+AM&cauthor_id=32901574"
        },
        {
            "date": "2020-09-12T05:13:19",
            "datestamp": "1599887599",
            "flu_trackers_post_content": "Mol Med Rep\n\n\n. 2020 Sep 7.\ndoi: 10.3892/mmr.2020.11494. Online ahead of print.\nMonoclonal antibody against H1N1 influenza virus hemagglutinin cross reacts with hnRNPA1 and hnRNPA2/B1\n\n\nChunyan Guo 1 , Lijun Sun 1 , Shuangping Hao 2 , Xiaoyan Huang 1 , Hanyu Hu 3 , Daoyan Liang 1 , Qing Feng 1 , Yan Li 1 , Yangmeng Feng 1 , Xin Xie 4 , Jun Hu 1 \n\n\n\nAffiliationsPMID: 32901845\nDOI:  10.3892/mmr.2020.11494 \n\n\nAbstract\n\nFollowing influenza A vaccination, certain individuals exhibit adverse reactions in the nervous system, which causes a problem with the safety of the influenza A vaccine. However, to the best of our knowledge, the underlying mechanism of this is unknown. The present study revealed that a monoclonal antibody (H1‑84mAb) against the H1N1 influenza virus hemagglutinin (HA) protein cross‑reacted with an antigen from brain tissue. Total brain tissue protein was immunoprecipitated with this cross‑reactive antibody, and mass spectrometry revealed that the bound antigens were heterogeneous nuclear ribonucleoprotein (hnRNP) A1 and hnRNPA2/B1. Subsequently, the two proteins were expressed in bacteria and it was demonstrated that H1‑84mAb bound to hnRNPA1 and hnRNPA2/B1. These two proteins were expressed in three segments and the cross‑reactivity of H1‑84mAb with the glycine (Gly)‑rich domains of hnRNPA1 (195aa‑320aa) and hnRNPA2/B1 (202aa‑349aa) was determined using ELISA blocking experiments. It was concluded that the Gly‑rich domains of these two proteins are heterophilic antigens that cross‑react with influenza virus HA. The association between the heterophilic antigen Gly‑rich domains and the safety of influenza A vaccines remains to be investigated.",
            "nodeid": "892675",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Guo+C&cauthor_id=32901845"
        },
        {
            "date": "2020-09-12T05:12:20",
            "datestamp": "1599887540",
            "flu_trackers_post_content": "J Cell Mol Med\n\n\n. 2020 Sep 9.\ndoi: 10.1111/jcmm.15672. Online ahead of print.\nConstruction and identification of influenza plasmid pool imparting high yields to candidate vaccine viruses in Vero cell at low temperature\n\n\nZe Liu 1 , Xingliang Geng 1 , Zhaohai Cui 1 , Weidong Li 2 , Xia Ou 3 , Guoyang Liao 1 \n\n\n\nAffiliationsPMID: 32902192\nDOI:  10.1111/jcmm.15672 \nFree article\n\nAbstract\n\nWe generated plasmid pools for the rapid preparation of candidate vaccine strains, which could grow in the Vero cells at low temperature. Firstly, we cloned in the pHW2000 plasmid each of the eight gene segments (PB2, PB1, PA, hemagglutinin [HA], neuraminidase [NA], NS, NP, M) of two master donor strains (MDS), respectively, A/Yunnan/1/2005Vca(H3N2) and B/Yunnan/2/2005Vca(By), which had Vca phenotype (cold-adapted phenotype in Vero cells). Secondly, the similar operation was implemented with each of the HA, NA and NP segments of circulating strains with epidemic potential (parental strains). The virus rescue techniques were employed in this study, according to the homology rate of HA segments between MDS and parental strains. Then, we harvested amount of new Vca virus strains. By transmission electron microscope, it could observe new viruses' diameter and length were from 100 to 120 nm. Importantly, these reassortant viruses could get high-yield production in Vero cells at 25℃ from the beginning to the fourth generation, which was significantly differ from their original parental viruses. Additional, these production 16 new Vca strains could maintain enough antibody binding capacity and attenuation phenotype, which consisted with their MDS. So these plasmid pools constructed by mount of different influenza A and B virus gene fragments could present desired working performance and provide convenience and realization for more Vca reassortant virus as candidate vaccine strain if needing.\n\nKeywords:  Vero; high yield; influenza; plasmid pool; vaccine.",
            "nodeid": "892674",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Liu+Z&cauthor_id=32902192"
        },
        {
            "date": "2020-09-12T05:10:53",
            "datestamp": "1599887453",
            "flu_trackers_post_content": "Biosaf Health\n\n\n. 2020 Sep 2.\ndoi: 10.1016/j.bsheal.2020.08.005. Online ahead of print.\nInfluenza activity during the outbreak of coronavirus disease 2019 in mainland China\n\n\nMi Liu 1 , Lizong Deng 2 , Dayan Wang 3 , Taijiao Jiang 2 \n\n\n\nAffiliationsPMID: 32905055\nPMCID:  PMC7462755 \nDOI:  10.1016/j.bsheal.2020.08.005 \nFree PMC article\n\nAbstract\n\nSince coronavirus disease 2019 (COVID-19) might circulate in the following seasons, it is essential to understand how COVID-19 influences other respiratory diseases, especially influenza. In this study, we analyzed the influenza activity from mid-November 2019 to March 2020 in mainland China and found that the influenza season ended much earlier than previous seasons for all subtypes and lineages, which may have resulted from the circulation of COVID-19 and measures such as travel control and personal protection. These findings provide rudimentary knowledge of the co-circulation patterns of the two types of viruses.\n\nKeywords:  Biosafety measures; COVID-19; Influenza; Mainland China.",
            "nodeid": "892673",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Liu+M&cauthor_id=32905055"
        },
        {
            "date": "2020-09-12T05:09:57",
            "datestamp": "1599887397",
            "flu_trackers_post_content": "Viruses\n\n\n. 2020 Sep 7;12(9):E993.\ndoi: 10.3390/v12090993.\nAvian Influenza Viruses Detected in Birds in Sub-Saharan Africa: A Systematic Review\n\n\nAnnie Kalonda 1   2   3 , Ngonda Saasa 2 , Panji Nkhoma 1 , Masahiro Kajihara 4 , Hirofumi Sawa 2   4 , Ayato Takada 2   4   5 , Edgar Simulundu 2   6 \n\n\n\nAffiliationsPMID: 32906666\nDOI:  10.3390/v12090993 \n\n\nAbstract\n\nIn the recent past, sub-Saharan Africa has not escaped the devastating effects of avian influenza virus (AIV) in poultry and wild birds. This systematic review describes the prevalence, spatiotemporal distribution, and virus subtypes detected in domestic and wild birds for the past two decades (2000-2019). We collected data from three electronic databases, PubMed, SpringerLink electronic journals and African Journals Online, using the Preferred Reporting Items for Systematic reviews and Meta-Analyses protocol. A total of 1656 articles were reviewed, from which 68 were selected. An overall prevalence of 3.0% AIV in birds was observed. The prevalence varied between regions and ranged from 1.1% to 7.1%. The Kruskal-Wallis and Wilcoxon signed-rank sum test showed no significant difference in the prevalence of AIV across regions, χ2(3) = 5.237, p = 0.1553 and seasons, T = 820, z = -1.244, p = 0.2136. Nineteen hemagglutinin/neuraminidase subtype combinations were detected during the reviewed period, with southern Africa recording more diverse AIV subtypes than other regions. The most detected subtype was H5N1, followed by H9N2, H5N2, H5N8 and H6N2. Whilst these predominant subtypes were mostly detected in domestic poultry, H1N6, H3N6, H4N6, H4N8, H9N1 and H11N9 were exclusively detected in wild birds. Meanwhile, H5N1, H5N2 and H5N8 were detected in both wild and domestic birds suggesting circulation of these subtypes among wild and domestic birds. Our findings provide critical information on the eco-epidemiology of AIVs that can be used to improve surveillance strategies for the prevention and control of avian influenza in sub-Saharan Africa.\n\nKeywords:  Orthomyxoviridae; avian influenza; avian influenza virus; ecology; epidemiology; poultry; sub-Saharan Africa; subtype; wild waterfowl.",
            "nodeid": "892672",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Kalonda+A&cauthor_id=32906666"
        },
        {
            "date": "2020-09-12T05:09:00",
            "datestamp": "1599887340",
            "flu_trackers_post_content": "BMC Public Health\n\n\n. 2020 Sep 9;20(1):1374.\ndoi: 10.1186/s12889-020-09409-7.\nImpact of quadrivalent influenza vaccines in Brazil: a cost-effectiveness analysis using an influenza transmission model\n\n\nPascal Crépey 1 , Louis Boiron 2 , Rafael Rodrigo Araujo 3 , Juan Guillermo Lopez 4 , Audrey Petitjean 5 , Expedito José de Albuquerque Luna 6 \n\n\n\nAffiliationsPMID: 32907562\nDOI:  10.1186/s12889-020-09409-7 \n\n\nAbstract\n\nBackground:  Influenza epidemics significantly weight on the Brazilian healthcare system and its society. Public health authorities have progressively expanded recommendations for vaccination against influenza, particularly to the pediatric population. However, the potential mismatch between the trivalent influenza vaccine (TIV) strains and those circulating during the season remains an issue. Quadrivalent vaccines improves vaccines effectiveness by preventing any potential mismatch on influenza B lineages.\nMethods:  We evaluate the public health and economic benefits of the switch from TIV to QIV for the pediatric influenza recommendation (6mo-5yo) by using a dynamic epidemiological model able to consider the indirect impact of vaccination. Results of the epidemiological model are then imputed in a health-economic model adapted to the Brazilian context. We perform deterministic and probabilistic sensitivity analysis to account for both epidemiological and economical sources of uncertainty.\nResults:  Our results show that switching from TIV to QIV in the Brazilian pediatric population would prevent 406,600 symptomatic cases, 11,300 hospitalizations and almost 400 deaths by influenza season. This strategy would save 3400 life-years yearly for an incremental direct cost of R$169 million per year, down to R$86 million from a societal perspective. Incremental cost-effectiveness ratios for the switch would be R$49,700 per life-year saved and R$26,800 per quality-adjusted life-year gained from a public payer perspective, and even more cost-effective from a societal perspective. Our results are qualitatively similar in our sensitivity analysis.\nConclusions:  Our analysis shows that switching from TIV to QIV to protect children aged 6mo to 5yo in the Brazilian influenza epidemiological context could have a strong public health impact and represent a cost-effective strategy from a public payer perspective, and a highly cost-effective one from a societal perspective.\n\nKeywords:  Brazil; Cost-effectiveness; Influenza; Public health; QIV; Quadrivalent; Vaccine.",
            "nodeid": "892671",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Cr%C3%A9pey+P&cauthor_id=32907562"
        },
        {
            "date": "2020-09-12T05:08:13",
            "datestamp": "1599887293",
            "flu_trackers_post_content": "BMC Pulm Med\n\n\n. 2020 Sep 9;20(1):239.\ndoi: 10.1186/s12890-020-01257-w.\nInvasive pulmonary aspergillosis in immunocompetent patients hospitalised with influenza A-related pneumonia: a multicenter retrospective study\n\n\nLiang Chen 1 , Xiudi Han 2 , Yanli Li 3 , Chunxiao Zhang 4 , Xiqian Xing 5 \n\n\n\nAffiliationsPMID: 32907585\nDOI:  10.1186/s12890-020-01257-w \n\n\nAbstract\n\nBackground:  Increasing cases of pulmonary aspergillosis (IPA) in immunocompetent patients with severe influenza have been reported. Howevere, the risk factors for occurence and death are largely unknown.\nMethods:  Data of hospitalised patients with influenza A-related pneumonia (FluA-p) obtained from five teaching hospitals from 2031 to 2018, were reviewed. Univariate and multivariate logistical regression analyses were performed to determine the risk factors involved in the acquisition and 60-day mortality in IPA patients.\nResults:  Of the 693 FluA-p patients included in the study, 3.0% (21/693) were IPA patients with a 60-day mortality of 42.9% (9/21). Adjusted for confounders, a Cox proportional hazard model showed that IPA was associated with increased risk for 60-day mortality [hazard ratio (HR) 4.336, 95% confidence interval (CI) 1.191-15.784, p = 0.026] in FluA-p patients. A multivariate logistic regression model confirmed that age (odd ratio (OR) 1.147, 95% CI 1.048-1.225, p = 0.003), systemic corticosteroids use before IPA diagnosis (OR 33.773, 95% CI 5.681-76.764, p < 0.001), leukocytes > 10 × 109/L (OR 1.988, 95% CI 1.028-6.454, p = 0.029) and lymphocytes < 0.8 × 109/L on admission (OR 34.813, 95% CI 1.676-73.006, p = 0.022), were related with the acquisition of IPA. Early neuraminidase inhibitor use (OR 0.290, 95% CI 0.002-0.584, p = 0.021) was associated with a decreased risk for a 60-day mortality in IPA patients.\nConclusions:  Our results showed that IPA worsen the clinical outcomes of FluA-p patients. The risk factors for the acquisition and death were helpful for the clinicians in preventing and treating IPA.\n\nKeywords:  Influenza A; Invasive pulmonary aspergillosis; Pneumonia; Risk factor.",
            "nodeid": "892670",
            "url": "https://pubmed.ncbi.nlm.nih.gov/?sort=date&term=Chen+L&cauthor_id=32907585"
        }
    ]
}