{
    "count": 10,
    "date": "2020-09-15 16:01:54",
    "lastDatestamp": 1600149714,
    "posts": [
        {
            "date": "2020-09-15T06:01:54",
            "datestamp": "1600149714",
            "flu_trackers_post_content": "Yunnan Ruili Bulletin: 2 confirmed cases imported from abroad are illegal immigration\n2020-09-15 07:18 CCTV News Client \n\n\n\n\nOn September 14, Ruili City, Yunnan Province held a press conference on the prevention and control of the new crown pneumonia epidemic. The situation of close contacts of the confirmed case was reported at the meeting.\nAccording to reports, after receiving the report, Ruili City quickly transferred the patients Yang Zuomou, Yimou and the other 5 people to the Department of Infectious Diseases of Ruili People’s Hospital for isolation and treatment through a negative pressure vehicle, and to the places where the confirmed cases had been. Perform all kills.\nThe public security department further tracked the movement of the cases. As of 16:00 on September 14th, a total of 190 people in close contact have been quarantined and all samples have been collected. 98 of them have been tested and the results are negative. The rest are being tested.\nAt the same time, closed management of residential communities of confirmed cases will be implemented. At 19:30 on September 12, Ruili City issued a notice to close 192 households in Phase I and 427 households in Phase II of Aoxing Century, and conduct nucleic acid sampling tests on all residents. At present, 409 people have been tested in the first phase of the Aoxing Century nucleic acid test and 776 people have been tested in the second phase of the Aoxing Century test. A total of 1,185 people are all negative.\n\nBasic situation of the case\n1. Yang Zuomou, female, 32 years old, Burmese nationality, permanent residence in Mandalay City, Mandalay Province, Myanmar, temporary residence in China is Aoxing Century Community, Ruili City.\n2. Yimou, female, 16 years old, Burmese nationality, is Yang Zuomou's nanny and lives with Yang Zuomou.\nOn September 13, according to the patient's epidemiological history, nucleic acid test results, and clinical diagnosis and treatment data, Yang Zuomou and his nanny Yimou were diagnosed as confirmed cases of new coronary pneumonia and imported cases from Myanmar.\nCase Yang Zuomou activity track\nBefore August 31, Yang Zuomou lived at his home in Mandalay, Myanmar. On August 31, Yang Zuo's husband drove his family and a babysitter from Mandalay to Mu Jie, and lived in a pedicure shop in Minghella. During this period, he had no contact with other people. On September 3, Yang Zuomou's husband again drove the family and nanny to Nankan, Myanmar, and the husband returned to Muse, Myanmar. Yang Zuomou smuggled into Myanmar with 3 children and 2 nanny, at 14:00 noon. Arrived around Hour and temporarily stayed at the home of his sister Yang Gui in Aoxing Century Community.\nDuring the period from September 3rd to 12th, Yang Zuomou walked to Nong'en Vegetable Market alone twice to buy vegetables, wearing a mask during the process. At 15:28 on September 6, Yang Zuomou and his sister Yang Guidi took a taxi to Caiyun City to buy bicycles. At 18:48, Didi took a taxi to Nongmo Lake Park and went home for a walk. Masks. At 15:24 on September 7th, Yang Zuomou and his two daughters and sister Yang Guimou went to eat at the Changdi Western Restaurant in Taipei, Ruili City, and left at 17:06. According to his statement, he wore masks during the process.\nOn September 7, Yang Zuomou and his two daughters and sister Yang Guimou went to the house of his sister Yang Shuangmou in Agile. On September 9, Yang Zuomou and his sister Yang Guimou took a taxi to the Toronto gym in Ruili City at 19:50. According to his self-report, they wore masks during the process. On September 10th, Yang Zuomou himself felt insensitive to smell and taste. Accompanied by his sister Yang Guimou, he took a taxi to Jingcheng Hospital at 8:52 in the morning for a nucleic acid test, and then went to Da Cai Street. While shopping for vegetables, wearing a mask, he arrived at his sister Yang Guimou's house at 11:40, and did not go out again.\nCase according to a certain activity trajectory\nBefore August 31, he had been living in a house in Mandalay Yang Zuo. The trajectory of activities from August 31 to September 3 was consistent with that of Yang Zuomou. After arriving at Yang Gui's house in Aoxing Century Community on September 3, he did not go out again.\nMany border areas in Yunnan have entered a state of wartime epidemic prevention\nThe reporter learned from the Propaganda Department of the Yunnan Provincial Party Committee that on the 14th, a video and telephone conference on the prevention and control of the new crown pneumonia epidemic in Yunnan Province was held in Kunming. According to a report from the Yunnan Provincial Health Commission on the 14th, from 0:00 to 24:00 on the 13th, 2 newly imported confirmed cases in Yunnan Province (all from Myanmar and imported from Myanmar), and both confirmed cases entered Ruili from Myanmar.\n\nThe meeting requested that the 8 border states (cities) and 25 border counties (cities) of Yunnan should immediately enter the wartime state of epidemic prevention. Ruili City immediately initiated nucleic acid testing for all employees, and tried everything possible to minimize the risk of the spread of the epidemic.\n\nOriginal title: Yunnan Ruili Bulletin: Two confirmed imported cases were smuggled into China, details announced\n\n\nhttp://news.bjd.com.cn/2020/09/15/4834t100.html",
            "nodeid": "892912",
            "url": "https://www.takefoto.cn/viewnews-2294050.html"
        },
        {
            "date": "2020-09-15T05:04:12",
            "datestamp": "1600146252",
            "flu_trackers_post_content": "Indonesian authorities have ordered a group of anti-maskers who broke the country's mask laws to dig graves for Covid-19 victims.\n\nEast Java province officials punished eight mask violaters with manual labour at the local cemetery in the hope of deterring others from ignoring the nationwide face-covering mandate, The Jakata Post reported.\n\n\nhttps://www.nzherald.co.nz/world/new...ectid=12365108",
            "nodeid": "892911",
            "url": "https://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=12365108"
        },
        {
            "date": "2020-09-14T23:54:38",
            "datestamp": "1600127678",
            "flu_trackers_post_content": "Costa Rica reports 57361 cases and 621 deaths.\nCountry adds 970 COVID-19 cases on Sunday and 937 on Monday: 57,361 total COVID-19 cases\nMonday, September 14, 2020 . The country registered 970 new cases of COVID-19 on Sunday, September 13 and 937 cases today, Monday, September 14, reaching a total of 57,361 cases confirmed by COVID-19.\nOf the cases registered on Sunday, 59 are by epidemiological link and 911 by laboratory. In the case of Monday, 96 are by epidemiological link and 841 by laboratory.\nIn total we have 27,172 women and 30,189 men, of which 45,657 are Costa Rican and 11,704 are foreigners.\nBy age we have: 48,667 adults, 3,704 older adults and 4,864 minors, 126 are under investigation.\nThere are 21,206 recovered persons, of which 9,881 are women and 11,325 are men, by age we have: 17,906 adults, 1,123 older adults, 2,117 minors and 60 are under investigation\n620 people are hospitalized, 243 of them in intensive care with an age range of 24 to 91 years.\nOn Sunday 15 regrettable deaths were reported and today 16 are reported, reaching a total of 621 deaths related to COVID-19: 233 women and 388 men, with an age range of 19 to 100 years. By age there are 210 adults and 411 older adults.\nhttps://www.ministeriodesalud.go.cr/index.php/centro-de-prensa/noticias/741-noticias-2020/1886-pais-suma-970-casos-covid-19-el-domingo-y-937-el-lunes-57-361-casos-covid-19-totales",
            "nodeid": "892903",
            "url": ""
        },
        {
            "date": "2020-09-14T22:40:18",
            "datestamp": "1600123218",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...hit-daily-high\n\n\nPandemic total passes 29 million as cases hit daily high\nLisa Schnirring | News Editor | CIDRAP News\n| Sep 14, 2020\n\n\nThe pandemic total today topped 29 million cases today, and over the weekend, amid warnings of 2 tough months ahead for Europe and a new harsh assessment on the world's response to COVID-19 from an expert group that monitors preparedness.\nIn other developments, the pandemic saw a record global daily high in cases yesterday, and AstraZeneca over the weekend announced that a United Kingdom trial of a COVID-19 vaccine that it is developing with Oxford University has resumed.\nThe global total today reached 29,127,436 cases, and 925,749 people have died from their infections, according to the Johns Hopkins online dashboard.\n\nSurges in India, Israel, Europe\n\nThe World Health Organization (WHO) online dashboard yesterday reflected a record daily high of 307,930, the most since Sep 6. Over the past few weeks, India has led with world with the highest daily case totals, today reporting more than 92,000 cases, as it approaches 5 million cases.\nIndia's parliament today met for the first time in 6 months, with several precautions, including staggered assembly hours, mask use, and glass partitions, Reuters reported.\nIn another development, India's health minister said today that the government is considering an emergency use authorization (EUA) for COVID-19 vaccines. Advanced trials are under way in India on its own vaccine and collaborations with other groups. Health minister Harsh Vardhan said no safety corners would be cut, but the EUA could streamline phase 3 trials, with results expected in the first quarter of 2021.\nElsewhere, Israel's prime minister announced yesterday that the whole country will reenter a lockdown due to steeply rising cases. The measure, which starts on Sep 18 and will last 3 weeks. Israel is thought to be the first to order a new lockdown for the entire country.\nMeanwhile, Europe—currently reporting steep rises in countries such as France and Spain—could experience a rise in COVID-19 deaths in October and November, Hans Kluge, MD, MPH, director of the WHO's European regional office said today.\nIn other European developments, the Czech Republic yesterday reported a daily record high cases for the third straight day, Romania reopened schools today amid rising cases, and the United Kingdom reported a 185,000 test backlog at labs due to an increased number of asymptomatic people being tested.\n\nAstraZeneca restarts UK vaccine trial\n\nIn vaccine developments, AstraZeneca 2 days ago announced that a trial of a COVID-19 vaccine it is developing with Oxford University has resumed following an investigation by the Medicines Health Regulatory Authority. On September 9 the company said it voluntarily paused phase 3 trials of the COVID-19 vaccine so that an independent committee could investigate an unexplained illness in a UK participant.\nStat last week reported, based on information from an AstraZeneca call with investors, that the illness involved a UK woman who had symptoms consistent with transverse myelitis. The company also said the trial had been paused once before in July to look into neurologic symptoms in a participant, later found to be related to multiple sclerosis and not the vaccine.\nIn its new statement, AstraZeneca said it could not disclose further medical information about the case, but all trial participants and investigators will be updated with the latest information.\nThe phase 3 trial of the vaccine (AZD1222), which uses a nonreplicating chimpanzee adenovirus to deliver a SARS-CoV-2 spike protein, is also underway in four other countries, including the United States. And today Reuters reported that the trial in the United States is still on pause pending an investigation by the Food and Drug Administration.\nBrazil has restarted its part of the trial, but the status isn't clear for the trials in South Africa and India.\n\nReport: Response a 'collective failure'\n\nIn its second annual report, an independent board established by the WHO and the World Bank to track global outbreak and emergency preparedness had a harsh assessment of how the world has responded to the COVID-19 threat, calling it a \"collective failure\" to prepare for such an event.\nThe Global Preparedness Monitoring Board said the virus has taken advantage of world in disorder, which has brought broad catastrophic consequences and irreparable harm. \"It would take 500 years to spend on preparedness as the world is currently losing due to COVID-19,\" the group said in a statement. \"The world cannot afford this cycle of panic and neglect.\"\nLeaders in many countries struggled to take early action, based on science, evidence, and best practices, the report said, adding that the lack of accountability has triggered a profound and deepening lack of trust that is an obstacle to response actions.\nThe group published its first report just 3 months before SARS-CoV-2 was first detected in China, which called out a cycle of panic and neglect when it comes to pandemics and recommended seven urgent actions to boost global preparedness.\nIn a related development, the Organization for Economic Cooperation and Development said today in an update on gross domestic product growth in G20 countries for the second quarter of 2020 that the pandemic's economic impact so far this year is six times bigger than the 2009 financial crisis.",
            "nodeid": "892900",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/pandemic-total-passes-29-million-cases-hit-daily-high"
        },
        {
            "date": "2020-09-14T22:38:55",
            "datestamp": "1600123135",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...-health-advice\n\n\nAs COVID deaths climb, White House increasingly at odds with public health advice\nFiled Under:\nCOVID-19\nStephanie Soucheray | News Reporter | CIDRAP News\n| Sep 14, 2020\n\n\n\nLate last week Politico reported that communication aides within the Department of Health and Human Services (HHS) have demanded the right to review and suggest changes to studies on COVID-19 published in the Center for Disease Prevention and Control's (CDC's) Morbidity and Mortality Weekly Report (MMWR).\nThe aides have attempted to add caveats to the CDC's findings in an attempt to align them with President Trump's statements on the virus. According to three people familiar with the communications, the aides emailed CDC Director Robert Redfield, MD, and expressed concerns that study findings contradicted President Trump's more optimistic take on the virus.\nThe direction to monitor and alter the MMWR comes from Michael Caputo, the Health and Human Services (HHS) department's spokesperson. Caputo, a Trump campaign official who took over the position in April, has no medical or scientific background.\nIn a statement to Politico, Caputo said HHS's requests to review were appropriate. \"Our intention is to make sure that evidence, science-based data drives policy through this pandemic—not ulterior deep state motives in the bowels of CDC,\" he said.\nToday the New York Times reports that Caputo posted a video on his personal Facebook account over the weekend in which he promoted several conspiracy theories, and warned of an armed revolt by trained left-wing radicals if Donald Trump gets reelected in November. He also said CDC scientists were acting in sedition, and harboring a \"resistance unit\" against the president.\nCaputo also said his life and his family's lives were regularly threatened.\nIn related news, President Trump held his first indoor campaign rally since June this weekend in Nevada, in direct defiance of the state's ban on gatherings of more than 50 people indoors. The crowd was mostly mask-less as Trump told supporters he was \"making the last turn\" in defeating the novel coronavirus.\n\"We are not shutting the country again. A shutdown would destroy the lives and dreams of millions [of] Americans,\" said Trump. \"We will very [easily] defeat the ... virus.\"\n\nVaccine trial expands; promise for rheumatoid arthritis drug\n\nToday Pfizer and BioNTech announced they would expand phase 3 trials of their COVID-19 vaccine in the US to now include 44,000 participants, up from an initial goal of 30,000, according to Stat News. The increase will need to be approved by the Food and Drug Administration (FDA). Pfizer said the company expects efficacy results by the end of October.\nEli Lilly and Co announced today their rheumatoid arthritis drug, baricitinib, shortened the recovery time for hospitalized COVID-19 patients by a day in combination with remdesivir, when compared to remdesivir alone.\nThe results came from a trial of 1,000 participants. Eli Lilly said they were planning on applying for an emergency use authorization from the FDA.\nThe United States reported 34,450 new COVID-19 cases yesterday, and 378 deaths, according to the Johns Hopkins COVID-19 tracker. The national total now stands at 6,539,483 cases and 194,339 deaths.",
            "nodeid": "892899",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/covid-deaths-climb-white-house-increasingly-odds-public-health-advice"
        },
        {
            "date": "2020-09-14T22:37:21",
            "datestamp": "1600123041",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...an-sep-14-2020\n\nNews Scan for Sep 14, 2020\nCOVID-19 death counts; Marriage and pandemic well-being; CWD expansion in Norway; Three more Ebola cases; H5N8 avian flu in Russia\nFiled Under:\nCOVID-19; Chronic Wasting Disease; Ebola; VHF; Avian Influenza (Bird Flu)\n\n\nExperts: Using death certificates alone undercounts COVID-19 fatalities\n\nA group of experts from Stanford and Harvard universities, as well as the Dana-Farber Cancer Institute, propose a new model for measuring direct, indirect, and excess deaths from COVID-19 in the United States, and they say relying solely on death certificates likely undercounts the true death toll COVID-19 has taken in the United States. Their proposal is published in the Annals of Internal Medicine.\nThe authors write that, before a standardized case definition was published in early April and testing rates were very low, practitioners likely did not attribute all deaths in patients infected with SARS-CoV-2 to COVID-19. Also, COVID-19 deaths are coded manually, resulting in reporting delays and frequent updates to the official count, with substantial variation across states.\nThe authors suggest that state and federal public health officials adopt the Centers for Disease Control and Prevention's (CDC's) \"but for\" principle, commonly used when assessing the death toll of natural disasters: \"But for the [pandemic], would the person have died when he/she did?\"\nTo estimate the direct and indirect death rate, the authors then suggest counting all deaths from pneumonia, influenza-like illness, and COVID-19, then subtracting the expected seasonal number of cases of pneumonia and influenza computed from trends in the previous 5 years per the CDC.\n\"Correct attribution of direct and indirect deaths and estimation of excess mortality are complementary goals that are critical to our understanding of the pandemic and its effect on human life,\" the authors write.\nSep 11 Ann Intern Med study\n\nGood personal relationships may protect against COVID-19 lockdown stress\n\nPeople with high-quality marriages reported greater mental health and well-being than singles or those with a low-quality relationship during COVID-19 lockdowns in Austria, a study published late last week in PLOS One found.\nResearchers at Danube University Krems conducted an online survey of a representative 1,005-person sample 4 weeks after lockdowns were instituted in Austria on Mar 16. The 543 respondents with solid marriages scored better on all mental health scales for depression, anxiety, stress, well-being, sleep quality, and quality of life than the 272 singles and the 190 with shaky marriages. Singles scored better than those with weak relationships.\nDepressive and anxiety scores varied by strength of respondent relationship, from 13% to 35% for depression and 12% to 32% for anxiety. The mean score on the Quality of Marriage Index was 36.95 among the 733 respondents in a relationship. Scores above 34 are considered to indicate strong relationships. The mean score in those with poor relationships was 24.15, while it was 41.43 in those with good marriages.\nThose with weak relationships were 3.5 more likely than those with strong relationships to generate scores indicating depression on the Patient Health Questionnaire-9. They were also 3.4 times more likely to have high scores on the Generalized Anxiety Disorder-7 scale and 2.0 times more likely to demonstrate impaired sleep quality on the Insomnia Severity Index.\nThe authors noted that their findings back those from previous studies that showed that solid marriages are protective against depression and anxiety and that no relationship is better for mental health than a weak one.\n\"Relationship per se was not associated with better mental health, but the quality of the relationship was essential,\" the authors wrote. \"It underlines the fact that not only but especially in times like this, the choice of partner should be carefully considered.\"\nSep 11 PLOS One study\n\n\nNorway reports chronic wasting disease in wild reindeer in new area\n\nNorwegian health officials have confirmed a wild reindeer hunted in central southern Norway earlier this month has tested positive for chronic wasting disease (CWD), a deadly prion disease found in cervids like deer and elk.\nThis is the first time a reindeer in that part of Norway has been found to be CWD-positive and indicates disease spread. Material from a lymph node tested positive, while brain tissue was found negative.\nThe wild reindeer has classical CWD, which is contagious to other cervids, as opposed to atypical CWD, which can be seen in older animals. The animal was hunted in Hardangervidda, a southern mountain plateau region home to between 8,000 and 10,000 wild reindeer.\n\"Since 2016, more than 100,000 cervids have been tested for CWD in Norway. From Hardangervidda, 3520 wild reindeer have been tested and found to be CWD negative. Of these, 518 have been tested already in 2020 without positive findings,\" the Norwegian Veterinary Institute said in a press release.\nSep 11 Norwegian Veterinary Institute press release\n\nWith 3 new infections, DRC Ebola outbreak rises to 121 cases, 48 deaths\n\nThree more Ebola cases were reported in the Democratic Republic of the Congo (DRC) Equateur province outbreak, including one in a newly affected health area, the United Nations Office for the Coordination of Humanitarian Affairs (UN OCHA) said recently in its latest situation update.\nThe newly affected area is Bontole, bringing the number of health areas that have reported cases to 39, though just 10 currently have active cases. he 3 new cases, reported on Sep 10, bring the outbreak total to 121. No new deaths were reported, keeping the fatality count at 48.\nOCHA said free health care is an essential tool for battling the outbreak, and though doctor's visits are free, patients are still expected to pay for treatment, forcing some to self-medicate or seek care from traditional healers, raising the risk of virus spread. It also said population movements are worrying in Equateur province, and stepped efforts are underway to better track the movement of contacts and understand the reasons for population displacements in the area.\nSep 12 UN OCHA update\n\nH5N8 avian flu strikes more poultry in Russia\n\nRussia today reported eight highly pathogenic H5N8 avian flu outbreaks in poultry in two neighboring western Siberia oblasts that had recently reported a spate of high-path H5 outbreaks, according to a notification from the World Organization for Animal Health (OIE).\nAll of the outbreaks occurred in backyard birds, four in Tyumen oblast and four in Omsk oblast. The events began between Sep 1 and Sep 7, killing 483 of 1,560 susceptible birds. Culling is under way.\nSo far, the source of the virus isn't known. H5 was recently detected in waterfowl found dead in Tyumen oblast. In In early August, Russia reported two H5N8 outbreaks in village and backyard birds in Chelyabinsk oblast, west of the two latest locations.\nIn a recent risk assessment on the avian flu situation in Russia, the UK Department for Environment, Food, and Rural Affairs (DEFRA) noted that large outbreaks in Europe in 2016 involving H5N8 were heralded by summer outbreaks in Russia, and it urged poultry owners to remain vigilant.\nSep 14 OIE report on H5N8 in Russia\nSep 4 DEFRA report",
            "nodeid": "892898",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/news-scan-sep-14-2020"
        },
        {
            "date": "2020-09-14T22:35:37",
            "datestamp": "1600122937",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...an-sep-14-2020\n\nStewardship / Resistance Scan for Sep 14, 2020\nRapid diagnostics for bloodstream infections; Oral antibiotics for bone-joint infections; Antibiotic overuse after discharge\nFiled Under:\nAntimicrobial Stewardship; Diagnostics\n\n\n\nRapid diagnostics, stewardship linked to quicker time to optimal antibiotics\n\nThe introduction of a rapid diagnostic test (RDT) in conjunction with antimicrobial stewardship (AMS) activities and infectious disease (ID) consultation at an academic tertiary medical center was associated with shortened time to optimal antibiotic therapy in patients with bloodstream infections, University of Maryland researchers reported in Open Forum Infectious Diseases.\nIn the retrospective quasi-experimental study, researchers with the University of Maryland's School of Medicine and School of Pharmacy compared time to optimal antibiotic therapy and clinical outcomes in patients with gram-negative bloodstream infection (GN BSI) during three different periods: pre-RDT/AMS, post-RDT/pre-AMS, and post-RDT/AMS.\nRapid testing was conducted with Verigene Blood-Culture Gram-Negative, a microarray RDT that detect eight key organisms and six genetic resistance determinants within 2.5 hours. Optimal therapy was defined as appropriate coverage with the narrowest spectrum, accounting for source and co-infections.\nAltogether, 832 patients were included in the study; 237 pre-RDT/AMS, 308 post-RDT/pre-AMS, and 237 post-RDT/AMS. The proportion of patients on optimal antibiotic therapy increased with each intervention (66.5% vs 78.9% vs 83.2%, P < 0.0001), and the time to optimal therapy decreased with the introduction of RDT (47 hours vs 24.9 hours vs 26.5 hours, P = 0.09).\nUsing multivariable modeling, the researchers determined that ID consult was an effect modifier, and therefore the results were stratified by presence of ID consult. Within the ID consult stratum, controlling for source infection and for intensive care unit stay, both post-RDT/pre-AMS (adjusted hazard ratio [aHR], 1.34; 95% confidence interval [CI], 1.04 to 1.72) and post-RDT/AMS (aHR, 1.28; 95% CI, 1.01 to 1.64) improved time to optimal therapy compared with the pre-RDT/AMS period. The effect was not observed in the stratum without ID consult.\n\"In conclusion, introduction of RDT in GN BSI resulted in significant decrease in time to optimal antibiotic therapy, by a median of approximately 22 hours from blood culture draw,\" the study authors wrote. \"Additionally, the overall proportion of patients placed on optimal antibiotic therapy increased.\"\nSep 12 Open Forum Infect Dis abstract\n\nUK study supports oral antibiotics for patients with bone, joint infections\n\nA study by UK researchers published today in Clinical Infectious Diseases indicates that findings of the Oral Versus Intravenous Antibiotics (OVIVA) trial can be implemented into clinical practice.\nThe OVIVA trial, conducted in the United Kingdom, found that oral antibiotic therapy was non-inferior to intravenous therapy when used during the first 6 weeks in patients with bone and joint infections (BJIs). The results of the trial were initially presented in 2017 and published in 2019, but to date there have been no reports describing their reproducibility in real-world settings.\nTo determine whether the OVIVA findings can be replicated, researchers with the Royal National Orthopaedic Hospital, which implemented changes in practice in 2017 based on the results, looked at all patients diagnosed as having BSI at the hospital in the 12 months pre- and post-implementation. Outcomes included treatment failure, adverse drug reactions (ADRs), ADR-related hospital readmission, hospital length of stay (LOS), and treatment costs. Patient follow-up was conducted by an outpatient parenteral antibiotic therapy (OPAT) service.\nIn their analysis of 328 patients (145 pre- and 183 post-implementation), the researchers found that 66.1% of patients were switched to a suitable oral antibiotic regimen post-implementation. The rate of treatment failure was more common post-implementation (18.6%) compared with pre-implementation (13.6%), but Kaplan-Meier analysis of infection-free survival at 12 months did not demonstrated any statistical difference between the two groups (P = .154). Subgroup analysis showed that in the post-implementation period, treatment failure was more common in patients who required IV antibiotics due to lack of suitable options (IV, 26.7% vs oral, 14.3%).\nADRs requiring close monitoring or change of treatment were more common post-implementation (37.1% vs 21% pre-implementation), but ADR-related hospital readmissions were similar in both groups (2.2% vs 2.1%). The post-implementation group showed a reduction in 4 days in the median LOS and a median cost reduction of £ 2,764.28 (US $3,558) per patient.\nThe authors of the study conclude, \"These findings provide a useful guide for hospitals implementing the results of the OVIVA trial. Larger multicenter studies are required to better understand the differences in antibiotic regimens in varying patient groups and against specific pathogens.\"\nSep 14 Clin Infect Dis study\n\nAntibiotic overuse noted after discharge in pneumonia, UTI patients\n\nA study of patients diagnosed as having pneumonia and urinary tract infections (UTIs) at 46 hospitals in Michigan found that about half had antibiotic overuse after discharge, researchers reported late last week in Clinical Infectious Diseases.\nThe retrospective cohort study, led by researchers with Michigan Medicine, looked at patients treated for pneumonia or UTI at hospitals in the Michigan Hospital Medicine Safety Consortium from July 2017 through 2019 to quantify the proportion of patients discharged with antibiotic overuse, which was defined as unnecessary antibiotic use, excess antibiotic duration, or suboptimal fluoroquinolone use. The researchers used linear regression analysis to assess hospital-level association between antibiotic overuse after discharge in patients treated for pneumonia versus patients treated for UTI.\nOf the 21,825 patients treated for infection (12,445 pneumonia, 9,380 UTI), 49.1% had antibiotic overuse after discharge, including 56.9% of patients treated for pneumonia and 38.7% of patients treated for UTI. The median duration of antibiotic overuse after discharge was 4 days. In patients treated for pneumonia, 63.1% of overuse days after discharge were due to excess antibiotic duration, while in patients treated for UTI, 43.9% of overuse days were due to unnecessary antibiotic treatment of asymptomatic bacteriuria.\nThe percentage of patients discharged with antibiotic overuse varied fivefold among hospitals, from 15.9% to 80.6%, and was strongly correlated between conditions. For every 10% increase in patients treated at a hospital for UTI who had overuse after discharge there was an 8.5% increase in patients treated for pneumonia who had overuse after discharge.\nThe authors of the study said the findings suggest prescribing culture, physician behavior, and organizational processes all play a role in overprescribing after discharge.\n\"Given the ubiquity of overuse after discharge, it is imperative that stewardship programs enact interventions to improve prescribing—which often means stopping antibiotics—at care transitions,\" they wrote, adding that easier methods of tracking antibiotics at discharge could enable more complete national measures of antibiotic use.\nSep 11 Clin Infect Dis abstract",
            "nodeid": "892897",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/stewardship-resistance-scan-sep-14-2020"
        },
        {
            "date": "2020-09-14T20:31:05",
            "datestamp": "1600115465",
            "flu_trackers_post_content": "Source: https://www.cidrap.umn.edu/news-pers...alked-us-weeks\n\nAmid spotty response, COVID silently stalked US for weeks\nFiled Under:\nCOVID-19\nMary Van Beusekom | News Writer | CIDRAP News\n| Sep 14, 2020\n\n\nTwo new studies involving evolutionary genomics, computer simulations, and travel records from the COVID-19 pandemic suggest that inadequate travel monitoring, contact tracing, and community surveillance allowed the novel coronavirus to spread unchecked to and throughout North America and Europe in late January or early February.\nThe studies, published late last week in Science, traced the United States' COVID-19 outbreak to a traveler who flew from China to Seattle in late January or early February, seeding the nation's first outbreak, which then went undetected for 3 to 6 weeks.\n\nUndetected, unchecked\n\nThe first study, led by University of Washington researchers in Seattle, involved genomic analysis of 453 SARS-CoV-2 viruses, which cause COVID-19, collected from the Washington state outbreak from Feb 20 to Mar 15 and coronavirus testing of more than 10,000 respiratory specimens collected as part of the Seattle Flu Study from Jan 1 to Mar 15.\nFinding that 84% of the virus genomes in Washington state were closely related and derived from a variant of the virus from Wuhan, China, the researchers concluded that the source of the outbreak probably was a traveler who flew from China to Seattle between Jan 22 and Feb 10.\nThe first confirmed US coronavirus case was identified on Jan 19 in a traveler, designated as \"WA1,\" who returned to Seattle on Jan 15 from Wuhan. The traveler's virus genome was similar to others involved in the Washington state outbreak but different enough to make it unlikely that he or she was the source of the outbreak.\nCOVID-19 spread undetected in Washington state until Feb 28, after US Centers for Disease Control and Prevention testing criteria were broadened to include nontravelers, which the authors said highlights the importance of continuing widespread community surveillance even after an outbreak is controlled. \"We see the combination of community surveillance, genomic analysis and public real-time sharing of results as empowering new systems for infectious disease surveillance,\" they wrote.\nWithin a month, the state had reported 2,580 cases and 132 deaths, the result of both increased testing and community transmission.\nThe genomic sequences of most coronavirus samples collected from New York and Connecticut were different from those found in Washington state and similar to those from Europe, the researchers said. Virus samples from earlier in the pandemic and other locations will be needed to pinpoint the specific date and geographic origin of the introduction of the virus in Washington state, they said.\n\nToo little, too late\n\nThe second study consisted of computer simulations of epidemic epidemiology and analysis of 1,000 SARS-CoV-2 genomes from around the world. Its reconstruction of coronavirus transmission in Washington state suggests that public health officials acted quickly to quash the outbreak after identification of the Jan 19 case, which bought them some time to prepare for community transmission.\nLikewise, the authors credited quick responses to earlier virus introductions in Germany for relatively successful initial disease suppression.\nBut US officials' failure to closely monitor travelers returning from China in late January or early February—when contact tracing and case isolation might have been most effective—may have led to multiple introductions of COVID-19 in both Washington and California, the authors said. The United States banned incoming flights from China on Feb 2.\nThe researchers studied the first confirmed COVID-19 case in Europe, involving an auto supplier visiting the company's headquarters in Bavaria, Germany, from Shanghai, China, on Jan 20, suspected to be the origin of the massive outbreak in Lombardy, Italy. But they found no such connection; rather, a simulation showed that the virus likely spread directly from China to Germany and Italy and that multiple travelers from Italy brought the virus to New York City.\nLead author Michael Worobey, PhD, of the University of Arizona at Tucson, said in a university press release said that the very detailed computer simulations enabled researchers to ask questions about the pandemic's behavior.\n\"In the Washington case, we can ask, 'What if that patient WA1 who arrived in the U.S. on Jan. 15 really did start that outbreak?' Well, if he did, and you re-run that epidemic over and over and over, and then sample infected patients from that epidemic and evolve the virus in that way, do you get a pattern that looks like what we see in reality? And the answer was no,\" he said. \"If you seed that early Italian outbreak with the one in Germany, do you see the pattern that you get in the evolutionary data? And the answer, again, is no.\"\nStudy findings also ruled out the theory that the virus spread to British Columbia before spreading south to Washington state, the authors said. While viral variants from Washington state appeared similar to those from British Columbia, they did not match.\nToday, many identical COVID-19 genomes are spreading quickly because SARS-CoV-2 mutates more slowly than it spreads.\n\"This genetic similarity places limitations on some inferences such as calculating the ratio of imported cases to local transmissions in a given area,\" the authors wrote. \"Yet we have shown that, precisely because of this slow rate, when as little as one mutation separates viruses, this difference can provide enough information for hypothesis testing when appropriate methods are employed.\" \nThe study findings underscore the value of implementing intensive, community-level respiratory virus surveillance, like that of the Seattle Flu Study, before a pandemic, the authors said. \"Our research shows that when you do early intervention and detection well, it can have a massive impact, both on preventing pandemics and controlling them once they progress,\" Worobey said.\n\"While the epidemic eventually slipped through, there were early victories that show us the way forward: Comprehensive testing and case identification are powerful weapons.\"",
            "nodeid": "892895",
            "url": "https://www.cidrap.umn.edu/news-perspective/2020/09/amid-spotty-response-covid-silently-stalked-us-weeks"
        },
        {
            "date": "2020-09-14T20:01:07",
            "datestamp": "1600113667",
            "flu_trackers_post_content": "Source: https://www.theguardian.com/world/20...arn-scientists\n\nNew Asian mosquito could bring malaria to African cities, warn scientists\nUnlike endemic species, An. stephensi is adapted to urban areas, putting another 126 million people in danger\nNatalie Grover\nMon 14 Sep 2020 20.00 BST\nLast modified on Mon 14 Sep 2020 20.01 BST\n\n\nAlready grappling with the highest incidence of malaria with more than 90% of global cases, Africa should be wary of an Asian mosquito species that has the potential to spread the disease into the continent’s urban areas – subjecting an additional 126 million people to risk – a new analysis suggests.\n\nUnlike endemic mosquito species in Africa, which have made themselves at home in warm and wet climes in largely rural areas, this particular mosquito – An. stephensi – has made an appearance in African cities in recent years.\n\n“This mosquito is unlike any other primary malaria vector found in Africa – it can live in urban areas that other species just don’t like,” said the lead author, Dr Marianne Sinka from the University of Oxford.\n\n“As about 40% of Africa’s population live in urban areas, this means there are a lot of people who are currently protected by their environment that could become exposed – if the mosquito spreads.”\n\nUnlike this species’ predecessors, which are usually unable to survive in polluted water, An. stephensi is highly adapted to finding man-made water tanks or containers to lay its eggs, with larval site habits similar to Aedes aegypti, the species responsible for outbreaks of yellow fever and Zika...",
            "nodeid": "892893",
            "url": "https://www.theguardian.com/world/2020/sep/14/new-asian-mosquito-could-bring-malaria-to-african-cities-warn-scientists"
        },
        {
            "date": "2020-09-14T17:56:00",
            "datestamp": "1600106160",
            "flu_trackers_post_content": "Source: https://finance.yahoo.com/news/york-...103054768.html\n\nNew York City’s Day of Reckoning Is at Hand\nTimothy L. O'Brien and Nir Kaissar\nBloombergSeptember 14, 2020\nNew York City’s Day of Reckoning Is at Hand\n\n(Bloomberg Opinion) -- A large group of New York business leaders, all with pedigrees and some of them well-known, sent up a flare over City Hall late last week.\n\n“Despite New York’s success in containing the coronavirus, unprecedented numbers of New Yorkers are unemployed, facing homelessness, or otherwise at risk,” they noted in a letter to Mayor Bill de Blasio. “There is widespread anxiety over public safety, cleanliness and other quality of life issues that are contributing to deteriorating conditions in commercial districts and neighborhoods across the five boroughs.”\n\n“We urge you to take immediate action to restore essential services as a necessary precursor for solving the city’s longer term, complex, economic challenges,” they added. “We look forward to your response and to partnering with you and others who share a commitment to a vibrant recovery and a great future for our city.”\n\nDe Blasio, presiding over a city with divergent views among residents about how dire conditions actually are, responded on Twitter: “We’re grateful for our business community and are partnering to rebuild a fairer, better city. Let’s be clear: To restore city services and save jobs, we need long term borrowing and a federal stimulus — we need these leaders to join the fight to move the City forward.”\n\nWhat’s next? It’s unclear. And that’s dangerous.\n\nIf de Blasio is hoping for Washington to ride to his rescue, he may have a very long wait, even if the White House changes hands. Congress has been unable to engineer another round of public funding to fill the void left by the expiration of last spring’s CARES Act, which pumped trillions of dollars into the hands of families, workers, businesses and public institutions.\n\nNew York’s $88.1 billion budget for fiscal 2020, approved in July, is $5 billion lighter than last year’s and reflects cuts made to wrestle with a $9 billion revenue shortfall caused by economic fallout from the coronavirus lockdown. If the local economy worsens in coming months, and the downturn drags on well beyond that, the city is going to have escalating challenges keeping its coffers full. A range of services — from public health, sanitation, social services and education to policing, firefighting and public transit — will be hurt.\n\nIf the business community’s traditional antipathy toward higher taxes and a more forceful government hand leaves it on the sidelines, it won’t be able to help forge public-private partnerships that could help New York surmount an epic existential crisis that threatens their bottom lines and their employees’ well-being.\n\nThe business group that sent the letter to de Blasio, Partnership for New York City, has been at odds with the mayor recently, friction informed by years of mutual distrust...",
            "nodeid": "892869",
            "url": "https://finance.yahoo.com/news/york-city-day-reckoning-hand-103054768.html"
        }
    ]
}